{
  "Banner": {
    "upperText": "Hello, I'm",
    "title": "a Software Engineer",
    "lowerTitle": "of another kind",
    "description": "I'm a software engineer with a passion for building scalable and maintainable software. I have experience in building web applications, APIs, and microservices. I'm also interested in cloud computing and DevOps practices. I'm always looking for new challenges and opportunities to learn and grow.",
    "contact": "hire me!",
    "more": "learn more"
  },

  "Contact": {
    "title": "Contact",
    "follow": "Follow me on:",
    "email": "or send me an email:"
  },

  "About": {
    "title": "About",
    "description": "I am a passionate Software Engineer with an outstanding academic background and a strong focus on continuous personal development. My true passion lies in backend development, where I have extensive expertise in various technologies, particularly specializing in C# .NET. In addition, I have hands-on experience with Java, Python, and Node.js, and I am adept at quickly adapting to different technologies. Throughout my career, I have honed my skills in project management and as a Product Owner, enhancing my abilities in team leadership, communication, and strategic planning. My goal is to advance my career as a Backend Developer and eventually take on leadership and management roles within the field of software development."
  },

  "Header": {
    "specialities": "Specialities",
    "projects": "Projects",
    "contact": "Contact",
    "about": "About",
    "resume": "Resume"
  },

  "Specialities": {
    "title": "Specialities",

    "csharp": {
      "description": "Development of web applications, APIs, and microservices with ASP.NET Core and Entity Framework Core."
    },
    "typescript": {
      "description": "Development, CI/CD, and deployment of web applications using Next.js and Node.js."
    },
    "javascript": {
      "description": "Development, CI/CD, and deployment of web applications using Next.js and Node.js."
    },
    "python": {
      "description": "Artificial intelligence, machine learning, and data analysis."
    },
    "java": {
      "description": "Basic knowledge of Java programming language and Spring Boot framework."
    }
  },

  "Projects": {
    "done": {
      "title": "Fleet Management System",
      "description": "A comprehensive fleet tracking system for managing and sharing company vehicles using .NET 8. TCP and MQTT protocols were used for integration with IoT devices."
    },

    "solar": {
      "title": "Analysis of Active Regions on the Sun",
      "description": "Analyzing the occurrence of active regions on the Sun with a focus on spatial and temporal nesting tendencies using solar images."
    }
  }
}
